Repository: ALikhachev/django-simpletwitchauth
Catalog: twitch_auth/locale/*/LC_MESSAGES/django.po
Languages: ru

source: uid
ru: ID пользователя

source: extra data
ru: Дополнительная информация

source: twitch account
ru: Twitch аккаунт

source: twitch accounts
ru: Twitch аккаунты

source: token
ru: Токен

source: access token (OAuth2)
ru: Токен доступа (OAuth2)

source: token secret
ru: Секрет токена

source: refresh token (OAuth2)
ru: Токен для обновления (OAuth2)

source: expires at
ru: Срок истечения

source: oauth2 application token
ru: Токен приложения OAuth2

source: oauth2 application tokens
ru: Токены приложения OAuth2

source: You denied access to your Twitch account
ru: Вы не разрешили доступ к аккаунту на Twitch

source: Error while authentication via Twitch API
ru: Произошла ошибка во время аутентификации через Twitch

source: You successfully logged in
ru: Вы успешно вошли

source: Cannot authenticate you
ru: Вас невозможно аутентифицировать. Если ошибка повторяется, сообщите об этом в поддержку.

source: You successfully logged out
ru: Вы успешно вышли
